Repository: MSzturc/ThinkpadAssistant
Catalog: ThinkpadAssistant/*.lproj/Localizable.strings
Languages: de, it, pl

source: Backlight bright
de: Tastatur beleuchtet
it: Retroilluminazione alta
pl: Podświetlenie Jasne

source: Backlight dimmed
de: Tastatur gedimmt
it: Retroilluminazione bassa
pl: Podświetlenie Ciemne

source: Backlight off
de: Beleuchtung aus
it: Retroilluminazione spenta
pl: Podświetlenie Wyłączone

source: Bluetooth disabled
de: Bluetooth deaktiviert
it: Bluetooth spento
pl: Bluetooth Wyłączony

source: Bluetooth enabled
de: Bluetooth aktiviert
it: Bluetooth acceso
pl: Bluetooth Włączony

source: Capslock disabled
de: Feststelltaste inaktiv
it: Blocco Maiuscolo spento
pl: Caps-Lock Wyłączony

source: Capslock enabled
de: Feststelltaste aktiv
it: Blocco Maiuscolo attivo
pl: Caps-Lock Włączony

source: Function Keys
de: Funktionstasten aktiv
it: Tasti funzione
pl: Klawisze Funkcyjne

source: Media Keys
de: Medientasten aktiv
it: Tasti media
pl: Klawisze Multimedialne

source: Microphone muted
de: Mikrofon stumm
it: Microfono muto
pl: Mikrofon Wyciszony

source: Microphone unmuted
de: Mikrofon aktiv
it: Microfono attivo
pl: Mikrofon Aktywny

source: Screen extending
de: Bildschirm erweitert
it: Schermo esteso
pl: Rozszerzanie Ekranu

source: Screen mirroring
de: Bildschirm dupliziert
it: Schermo duplicato
pl: Klonowanie Ekranu

source: Version
it: Versione
pl: Wersja

source: Wi-Fi disabled
de: WLAN deaktiviert
it: Wi-Fi spento
pl: Wi-Fi Wyłączone

source: Wi-Fi enabled
de: WLAN aktiviert
it: Wi-Fi acceso
pl: Wi-Fi Włączone

source: RiB
pl: Asystent działa w tle.

source: TrayQuestion
pl: Czy chcesz ukryć ikonę asystenta na pasku?

source: No
pl: Nie

source: Yes
pl: Tak
